Repository: muunkk/Boombox
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, fr, id, ko, tr

source: %lld songs
ar: %lld أغنية
fr: %lld morceaux
id: %lld lagu
ko: %lld곡
tr: %lld şarkı

source: A native YouTube Music experience for macOS
ar: تجربة YouTube Music أصلية لنظام macOS
fr: Une expérience YouTube Music native pour macOS
id: Pengalaman YouTube Music asli untuk macOS
ko: macOS를 위한 네이티브 YouTube Music 환경
tr: macOS için yerel bir YouTube Music deneyimi

source: About
ar: حول
fr: À propos
id: Tentang
ko: 정보
tr: Hakkında

source: Access your playlists and liked songs
ar: الوصول إلى قوائم التشغيل والأغاني المفضلة
fr: Accédez à vos playlists et morceaux aimés
id: Akses daftar putar dan lagu yang Anda sukai
ko: 재생목록과 좋아요 표시한 노래에 액세스하세요
tr: Çalma listelerinize ve beğendiğiniz şarkılara erişin

source: Account
ar: الحساب
fr: Compte
id: Akun
ko: 계정
tr: Hesap

source: Add to Favorites
ar: إضافة إلى المفضلة
fr: Ajouter aux favoris
id: Tambah ke Favorit
ko: 즐겨찾기에 추가
tr: Favorilere Ekle

source: Add to Library
ar: إضافة إلى المكتبة
fr: Ajouter à la bibliothèque
id: Tambah ke Pustaka
ko: 보관함에 추가
tr: Kitaplığa Ekle

source: Add to Queue
ar: إضافة إلى قائمة الانتظار
fr: Ajouter à la file d'attente
id: Tambah ke Antrean
ko: 대기열에 추가
tr: Sıraya Ekle

source: Added to Library
ar: تمت الإضافة إلى المكتبة
fr: Ajouté à la bibliothèque
id: Ditambahkan ke Pustaka
ko: 보관함에 추가됨
tr: Kitaplığa Eklendi

source: AI responses follow your system language settings.
ar: تتبع استجابات الذكاء الاصطناعي إعدادات لغة النظام.
fr: Les réponses de l'IA suivent les paramètres de langue de votre système.
id: Respons AI mengikuti pengaturan bahasa sistem Anda.
ko: AI 응답은 시스템 언어 설정을 따릅니다.
tr: Yapay zeka yanıtları sistem dil ayarlarınıza uyar.

source: AirPlay Connected
ar: AirPlay متصل
fr: AirPlay connecté
id: AirPlay Terhubung
ko: AirPlay 연결됨
tr: AirPlay Bağlı

source: Album
ar: ألبوم
ko: 앨범
tr: Albüm

source: Albums
ar: ألبومات
id: Album
ko: 앨범
tr: Albümler

source: All
ar: الكل
fr: Tout
id: Semua
ko: 전체
tr: Tümü

source: All Episodes
ar: جميع الحلقات
fr: Tous les épisodes
id: Semua Episode
ko: 전체 에피소드
tr: Tüm Bölümler

source: An unknown error occurred
ar: حدث خطأ غير معروف
fr: Une erreur inconnue s'est produite
id: Terjadi kesalahan yang tidak diketahui
ko: 알 수 없는 오류가 발생했습니다
tr: Bilinmeyen bir hata oluştu

source: Analyzing playlist...
ar: تحليل قائمة التشغيل...
fr: Analyse de la playlist...
id: Menganalisis daftar putar...
ko: 재생목록 분석 중...
tr: Çalma listesi analiz ediliyor...

source: Analyzing...
ar: جاري التحليل...
fr: Analyse en cours...
id: Menganalisis...
ko: 분석 중...
tr: Analiz ediliyor...

source: Apply Changes
ar: تطبيق التغييرات
fr: Appliquer les modifications
id: Terapkan Perubahan
ko: 변경사항 적용
tr: Değişiklikleri Uygula

source: Artist
ar: فنان
fr: Artiste
id: Artis
ko: 아티스트
tr: Sanatçı

source: Artist not found
ar: الفنان غير موجود
fr: Artiste introuvable
id: Artis tidak ditemukan
ko: 아티스트를 찾을 수 없음
tr: Sanatçı bulunamadı

source: Artists
ar: فنانون
fr: Artistes
id: Artis
ko: 아티스트
tr: Sanatçılar

source: Command Bar (⌘L)
ar: شريط الأوامر (⌘L)
fr: Barre de commandes (⌘L)
id: Bilah Perintah (⌘L)
ko: 명령 막대 (⌘L)
tr: Komut Çubuğu (⌘L)

source: Automatically check for updates
ar: التحقق تلقائيًا من التحديثات
fr: Vérifier automatiquement les mises à jour
id: Periksa pembaruan secara otomatis
ko: 자동으로 업데이트 확인
tr: Güncellemeleri otomatik denetle

source: Available
ar: متاح
fr: Disponible
id: Tersedia
ko: 사용 가능
tr: Kullanılabilir

source: Background Playback
ar: التشغيل في الخلفية
fr: Lecture en arrière-plan
id: Putar di Latar Belakang
ko: 백그라운드 재생
tr: Arka Planda Oynatma

source: Built with SwiftUI for a true macOS experience
ar: مبنية بـ SwiftUI لتجربة macOS حقيقية
fr: Conçu avec SwiftUI pour une véritable expérience macOS
id: Dibangun dengan SwiftUI untuk pengalaman macOS yang sesungguhnya
ko: 진정한 macOS 환경을 위해 SwiftUI로 제작
tr: Gerçek bir macOS deneyimi için SwiftUI ile geliştirildi

source: Calculating...
ar: جارٍ الحساب...
fr: Calcul en cours...
id: Menghitung...
ko: 계산 중...
tr: Hesaplanıyor...

source: Cancel
ar: إلغاء
fr: Annuler
id: Batal
ko: 취소
tr: İptal

source: Change your system language to English or another supported language.
ar: غيّر لغة النظام إلى الإنجليزية أو لغة مدعومة أخرى.
fr: Changez la langue de votre système en anglais ou dans une autre langue prise en charge.
id: Ubah bahasa sistem Anda ke bahasa Inggris atau bahasa yang didukung lainnya.
ko: 시스템 언어를 영어 또는 다른 지원 언어로 변경하세요.
tr: Sistem dilinizi İngilizceye veya desteklenen başka bir dile değiştirin.

source: Charts
ar: الأكثر رواجًا
fr: Classements
id: Tangga Lagu
ko: 차트
tr: Listeler

source: Check for Updates...
ar: التحقق من التحديثات...
fr: Rechercher les mises à jour...
id: Periksa Pembaruan...
ko: 업데이트 확인...
tr: Güncellemeleri Denetle...

source: Check Now
ar: تحقق الآن
fr: Vérifier maintenant
id: Periksa Sekarang
ko: 지금 확인
tr: Şimdi Denetle

source: Choose which buttons appear in the Now Playing widget in Control Center
ar: اختر الأزرار التي تظهر في أداة التشغيل الحالي في مركز التحكم
fr: Choisissez les boutons affichés dans le widget En lecture du Centre de contrôle
id: Pilih tombol yang muncul di widget Sedang Diputar di Pusat Kontrol
ko: 제어 센터의 지금 재생 중 위젯에 표시할 버튼을 선택하세요
tr: Kontrol Merkezi'ndeki Şu An Çalıyor widget'ında hangi düğmelerin görüneceğini seçin

source: Clear
ar: مسح
fr: Effacer
id: Hapus
ko: 지우기
tr: Temizle

source: Clear AI Context
ar: مسح سياق الذكاء الاصطناعي
fr: Effacer le contexte IA
id: Hapus Konteks AI
ko: AI 컨텍스트 지우기
tr: Yapay Zeka Bağlamını Temizle

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
fr: Vider le cache
id: Bersihkan Cache
ko: 캐시 지우기
tr: Önbelleği Temizle

source: Clear input
ar: مسح المدخلات
fr: Effacer la saisie
id: Hapus input
ko: 입력 지우기
tr: Girdiyi temizle

source: Clear search
ar: مسح البحث
fr: Effacer la recherche
id: Hapus pencarian
ko: 검색 지우기
tr: Aramayı temizle

source: Clearing...
ar: جارٍ المسح...
fr: Nettoyage en cours...
id: Membersihkan...
ko: 지우는 중...
tr: Temizleniyor...

source: Clears the AI session state. Use this if responses seem off or stuck.
ar: يمسح حالة جلسة الذكاء الاصطناعي. استخدمه إذا بدت الاستجابات غير صحيحة أو متوقفة.
fr: Efface l'état de la session IA. Utilisez ceci si les réponses semblent incorrectes ou bloquées.
id: Menghapus status sesi AI. Gunakan ini jika respons tampak aneh atau macet.
ko: AI 세션 상태를 지웁니다. 응답이 이상하거나 멈춘 것 같으면 사용하세요.
tr: Yapay zeka oturum durumunu temizler. Yanıtlar garip görünüyorsa veya takılı kaldıysa bunu kullanın.

source: Close
ar: إغلاق
fr: Fermer
id: Tutup
ko: 닫기
tr: Kapat

source: Close side panel
ar: إغلاق اللوحة الجانبية
fr: Fermer le panneau latéral
id: Tutup panel samping
ko: 사이드 패널 닫기
tr: Yan paneli kapat

source: Collection
ar: المجموعة
id: Koleksi
ko: 컬렉션
tr: Koleksiyon

source: Command Bar
ar: شريط الأوامر
fr: Barre de commandes
id: Panel Perintah
ko: 명령 막대
tr: Komut Çubuğu

source: Community playlists
ar: قوائم تشغيل المجتمع
fr: Playlists de la communauté
id: Daftar putar komunitas
ko: 커뮤니티 재생목록
tr: Topluluk Çalma Listeleri

source: Connect
ar: اتصال
fr: Connecter
id: Hubungkan
ko: 연결
tr: Bağlan

source: Connected as %@
ar: متصل كـ %@
fr: Connecté en tant que %@
id: Terhubung sebagai %@
ko: %@(으)로 연결됨
tr: %@ olarak bağlı

source: Content may not be available in your region.
ar: قد لا يكون المحتوى متاحًا في منطقتك.
fr: Le contenu peut ne pas être disponible dans votre région.
id: Konten mungkin tidak tersedia di wilayah Anda.
ko: 해당 지역에서 콘텐츠를 사용하지 못할 수 있습니다.
tr: İçerik bölgenizde kullanılamıyor olabilir.

source: Continue
ar: متابعة
fr: Continuer
id: Lanjutkan
ko: 계속
tr: Devam Et

source: Control playback with your keyboard
ar: تحكم في التشغيل باستخدام لوحة المفاتيح
fr: Contrôlez la lecture avec votre clavier
id: Kendalikan pemutaran dengan keyboard Anda
ko: 키보드로 재생을 제어하세요
tr: Oynatmayı klavyenizle denetleyin

source: Could not create AI session
ar: تعذّر إنشاء جلسة الذكاء الاصطناعي
fr: Impossible de créer la session IA
id: Tidak dapat membuat sesi AI
ko: AI 세션을 생성할 수 없음
tr: Yapay zeka oturumu oluşturulamadı

source: Couldn't search for music
ar: تعذّر البحث عن الموسيقى
fr: Impossible de rechercher de la musique
id: Tidak dapat mencari musik
ko: 음악을 검색할 수 없음
tr: Müzik aranamadı

source: Create or save playlists on YouTube Music to see them here.
ar: أنشئ أو احفظ قوائم التشغيل على YouTube Music لتراها هنا.
fr: Créez ou enregistrez des playlists sur YouTube Music pour les voir ici.
id: Buat atau simpan daftar putar di YouTube Music untuk melihatnya di sini.
ko: 여기에서 보려면 YouTube Music에서 재생목록을 만들거나 저장하세요.
tr: Burada görmek için YouTube Music'te çalma listeleri oluşturun veya kaydedin.

source: Default Page on Launch
ar: الصفحة الافتراضية عند التشغيل
fr: Page par défaut au lancement
id: Halaman Default Saat Buka
ko: 실행 시 기본 페이지
tr: Açılışta Varsayılan Sayfa

source: Disconnect
ar: قطع الاتصال
fr: Déconnecter
id: Putuskan
ko: 연결 해제
tr: Bağlantıyı Kes

source: Discover
ar: اكتشاف
fr: Découvrir
id: Jelajahi
ko: 둘러보기
tr: Keşif

source: Dislike
ar: لم يعجبني
fr: Je n'aime pas
id: Tidak suka
ko: 싫어요
tr: Olumsuz Oy

source: Disliked
ar: لم يعجبني
fr: Non aimé
id: Tidak disukai
ko: 싫어요 표시됨
tr: Olumsuz oy verildi

source: Dismiss
ar: إغلاق
fr: Fermer
id: Tutup
ko: 닫기
tr: Kapat

source: Done
ar: تم
fr: Terminé
id: Selesai
ko: 완료
tr: Bitti

source: Double-tap to retry
ar: انقر مرتين لإعادة المحاولة
fr: Appuyez deux fois pour réessayer
id: Ketuk dua kali untuk mencoba lagi
ko: 다시 시도하려면 두 번 탭하세요
tr: Tekrar denemek için çift tıklayın

source: Double-tap to switch accounts
ar: انقر مرتين لتبديل الحسابات
fr: Appuyez deux fois pour changer de compte
id: Ketuk dua kali untuk mengganti akun
ko: 계정을 전환하려면 두 번 탭하세요
tr: Hesap değiştirmek için çift tıklayın

source: Downloading
ar: جارٍ التنزيل
fr: Téléchargement
id: Mengunduh
ko: 다운로드 중
tr: İndiriliyor

source: Drag to reorder
ar: اسحب لإعادة الترتيب
fr: Glissez pour réorganiser
id: Seret untuk mengurutkan ulang
ko: 드래그하여 순서 변경
tr: Yeniden sıralamak için sürükleyin

source: Edit
ar: تعديل
fr: Modifier
ko: 편집
tr: Düzenle

source: Enable AI Features
ar: تفعيل ميزات الذكاء الاصطناعي
fr: Activer les fonctionnalités IA
id: Aktifkan Fitur AI
ko: AI 기능 활성화
tr: Yapay Zeka Özelliklerini Etkinleştir

source: Enable Synced Lyrics
ar: تفعيل كلمات الأغاني المتزامنة
fr: Activer les paroles synchronisées
id: Aktifkan Lirik Tersinkron
ko: 실시간 가사 활성화
tr: Senkronize Şarkı Sözlerini Etkinleştir

source: Error: %@
ar: خطأ: %@
fr: Erreur : %@
id: Kesalahan: %@
ko: 오류: %@
tr: Hata: %@

source: Explore
ar: استكشاف
fr: Explorer
id: Jelajah
ko: 둘러보기
tr: Keşfet

source: Failed to load
ar: فشل التحميل
fr: Échec du chargement
id: Gagal memuat
ko: 로드 실패
tr: Yüklenemedi

source: Failed to load accounts
ar: فشل تحميل الحسابات
fr: Échec du chargement des comptes
id: Gagal memuat akun
ko: 계정 로드 실패
tr: Hesaplar yüklenemedi

source: Failed to load accounts. Please try again.
ar: فشل تحميل الحسابات. يرجى المحاولة مرة أخرى.
fr: Échec du chargement des comptes. Veuillez réessayer.
id: Gagal memuat akun. Silakan coba lagi.
ko: 계정을 로드하지 못했습니다. 다시 시도해 주세요.
tr: Hesaplar yüklenemedi. Lütfen tekrar deneyin.

source: Failed to switch account. Please try again.
ar: فشل تبديل الحساب. يرجى المحاولة مرة أخرى.
fr: Échec du changement de compte. Veuillez réessayer.
id: Gagal mengganti akun. Silakan coba lagi.
ko: 계정을 전환하지 못했습니다. 다시 시도해 주세요.
tr: Hesap değiştirilemedi. Lütfen tekrar deneyin.

source: Favorites
ar: المفضلة
fr: Favoris
id: Favorit
ko: 즐겨찾기
tr: Favoriler

source: Featured playlists
ar: قوائم تشغيل مميزة
fr: Playlists en vedette
id: Daftar putar unggulan
ko: 추천 재생목록
tr: Öne Çıkan Çalma Listeleri

source: Fetch and display real-time synced lyrics when available
ar: جلب وعرض كلمات الأغاني المتزامنة في الوقت الفعلي عند توفرها
fr: Récupérer et afficher les paroles synchronisées en temps réel lorsqu'elles sont disponibles
id: Ambil dan tampilkan lirik tersinkron waktu nyata jika tersedia
ko: 사용 가능한 경우 실시간 동기화 가사를 가져와 표시합니다
tr: Mevcut olduğunda gerçek zamanlı senkronize şarkı sözlerini getir ve göster

source: Find songs, albums, artists, and playlists
ar: ابحث عن أغاني وألبومات وفنانين وقوائم تشغيل
fr: Trouvez des morceaux, albums, artistes et playlists
id: Temukan lagu, album, artis, dan daftar putar
ko: 노래, 앨범, 아티스트, 재생목록 찾기
tr: Şarkıları, albümleri, sanatçıları ve çalma listelerini bulun

source: Follow artists on YouTube Music to see them here.
ar: تابع الفنانين على YouTube Music لتراهم هنا.
fr: Suivez des artistes sur YouTube Music pour les voir ici.
id: Ikuti artis di YouTube Music untuk melihatnya di sini.
ko: 여기에서 보려면 YouTube Music에서 아티스트를 구독하세요.
tr: Burada görmek için YouTube Music'te sanatçıları takip edin.

source: Show romanized text (romaji, pinyin, etc.) below non-Latin lyrics
ar: إظهار النص المكتوب بالحروف اللاتينية (روماجي، بينيين، إلخ) أسفل الكلمات غير اللاتينية
fr: Afficher le texte romanisé (romaji, pinyin, etc.) sous les paroles non latines
id: Tampilkan teks romanisasi (romaji, pinyin, dll.) di bawah lirik non-Latin
ko: 비라틴 문자 가사 아래에 로마자 표기(로마지, 병음 등) 표시
tr: Latin olmayan şarkı sözlerinin altında romanize edilmiş metni (romaji, pinyin vb.) göster

source: General
ar: عام
fr: Général
id: Umum
ko: 일반
tr: Genel

source: Go to Album
ar: الانتقال إلى الألبوم
fr: Aller à l'album
id: Buka Album
ko: 앨범으로 이동
tr: Albüme Git

source: Go to Artist
ar: الانتقال إلى الفنان
fr: Aller à l'artiste
id: Buka Artis
ko: 아티스트로 이동
tr: Sanatçıya Git

source: Haptic Feedback
ar: الاستجابة اللمسية
fr: Retour haptique
id: Umpan Balik Haptik
ko: 햅틱 피드백
tr: Haptik Geri Bildirim

source: Hidden
ar: مخفي
fr: Masqué
id: Tersembunyi
ko: 숨김
tr: Gizli

source: Hide Lyrics
ar: إخفاء الكلمات
fr: Masquer les paroles
id: Sembunyikan Lirik
ko: 가사 숨기기
tr: Şarkı Sözlerini Gizle

source: Hide lyrics explanation
ar: إخفاء شرح الكلمات
fr: Masquer l'explication des paroles
id: Sembunyikan penjelasan lirik
ko: 가사 설명 숨기기
tr: Şarkı sözü açıklamasını gizle

source: Highlights
ar: الأبرز
id: Sorotan
ko: 하이라이트
tr: Öne Çıkanlar

source: Home
ar: الرئيسية
fr: Accueil
id: Beranda
ko: 홈
tr: Ana Sayfa

source: Image Cache
ar: ذاكرة التخزين المؤقت للصور
fr: Cache d'images
id: Cache Gambar
ko: 이미지 캐시
tr: Görüntü Önbelleği

source: In Library
ar: في المكتبة
fr: Dans la bibliothèque
id: Di Pustaka
ko: 보관함에 저장됨
tr: Kitaplıkta

source: %lld songs listened today
ar: استمعت إلى %lld أغنية اليوم
fr: %lld morceaux écoutés aujourd'hui
ko: 오늘 %lld곡 감상
tr: Bugün %lld şarkı dinlendi

source: Refresh
ar: تحديث
fr: Actualiser
ko: 새로고침
tr: Yenile

source: Listening History
ar: سجل الاستماع
fr: Historique d'écoute
ko: 감상 기록
tr: Dinleme Geçmişi

source: History
ar: السجل
fr: Historique
ko: 기록
tr: Geçmiş

source: Intelligence
ar: الذكاء
id: Kecerdasan
ko: 인텔리전스
tr: Yapay Zeka

source: Keep listening even when the window is closed
ar: استمر في الاستماع حتى عند إغلاق النافذة
fr: Continuer l'écoute même lorsque la fenêtre est fermée
id: Lanjutkan mendengarkan meski jendela ditutup
ko: 창이 닫혀도 계속 재생
tr: Pencere kapalıyken bile dinlemeye devam edin

source: Language Not Supported
ar: اللغة غير مدعومة
fr: Langue non prise en charge
id: Bahasa Tidak Didukung
ko: 지원되지 않는 언어
tr: Dil Desteklenmiyor

source: Last Used
ar: آخر استخدام
fr: Dernière utilisation
id: Terakhir Digunakan
ko: 마지막 사용
tr: Son Kullanılan

source: Learn more
ar: معرفة المزيد
fr: En savoir plus
id: Pelajari lebih lanjut
ko: 더 알아보기
tr: Daha Fazla Bilgi

source: Library
ar: المكتبة
fr: Bibliothèque
id: Pustaka
ko: 보관함
tr: Kitaplık

source: Like
ar: أعجبني
fr: J'aime
id: Suka
ko: 좋아요
tr: Beğen

source: Liked
ar: أعجبني
fr: Aimé
id: Disukai
ko: 좋아요 표시됨
tr: Beğeni verildi

source: Liked Music
ar: الموسيقى المعجب بها
fr: Musique aimée
id: Musik yang Disukai
ko: 좋아요 표시한 음악
tr: Beğenilen Müzikler

source: Load More
ar: تحميل المزيد
fr: Charger plus
id: Muat Lainnya
ko: 더 보기
tr: Daha Fazla Yükle

source: Loading artist...
ar: جارٍ تحميل الفنان...
fr: Chargement de l'artiste...
id: Memuat artis...
ko: 아티스트 로드 중...
tr: Sanatçı yükleniyor...

source: Loading charts...
ar: جارٍ تحميل الأكثر رواجًا...
fr: Chargement des classements...
id: Memuat tangga lagu...
ko: 차트 로드 중...
tr: Listeler yükleniyor...

source: Loading explore content...
ar: جارٍ تحميل محتوى الاستكشاف...
fr: Chargement du contenu à explorer...
id: Memuat konten jelajah...
ko: 둘러보기 콘텐츠 로드 중...
tr: Keşif içeriği yükleniyor...

source: Loading liked songs...
ar: جارٍ تحميل الأغاني المعجب بها...
fr: Chargement des morceaux aimés...
id: Memuat lagu yang disukai...
ko: 좋아요 표시한 노래 로드 중...
tr: Beğenilen şarkılar yükleniyor...

source: Loading lyrics...
ar: جارٍ تحميل الكلمات...
fr: Chargement des paroles...
id: Memuat lirik...
ko: 가사 로드 중...
tr: Şarkı sözleri yükleniyor...

source: Loading moods & genres...
ar: جارٍ تحميل الحالات والأنواع...
fr: Chargement des ambiances et genres...
id: Memuat suasana hati & genre...
ko: 분위기 및 장르 로드 중...
tr: Ruh Halleri ve Türler yükleniyor...

source: Loading more...
ar: جارٍ تحميل المزيد...
fr: Chargement...
id: Memuat lainnya...
ko: 더 로드 중...
tr: Daha fazlası yükleniyor...

source: Loading new releases...
ar: جارٍ تحميل الإصدارات الجديدة...
fr: Chargement des nouveautés...
id: Memuat rilis baru...
ko: 새 앨범 로드 중...
tr: Yeni çıkanlar yükleniyor...

source: Loading playlist...
ar: جارٍ تحميل قائمة التشغيل...
fr: Chargement de la playlist...
id: Memuat daftar putar...
ko: 재생목록 로드 중...
tr: Çalma listesi yükleniyor...

source: Loading podcasts...
ar: جارٍ تحميل البودكاست...
fr: Chargement des podcasts...
id: Memuat podcast...
ko: 팟캐스트 로드 중...
tr: Podcastler yükleniyor...

source: Loading songs...
ar: جارٍ تحميل الأغاني...
fr: Chargement des morceaux...
id: Memuat lagu...
ko: 노래 로드 중...
tr: Şarkılar yükleniyor...

source: Loading your library...
ar: جارٍ تحميل مكتبتك...
fr: Chargement de votre bibliothèque...
id: Memuat pustaka Anda...
ko: 보관함 로드 중...
tr: Kitaplığınız yükleniyor...

source: Loading...
ar: جارٍ التحميل...
fr: Chargement...
id: Memuat...
ko: 로드 중...
tr: Yükleniyor...

source: Lyrics
ar: كلمات الأغنية
fr: Paroles
id: Lirik
ko: 가사
tr: Şarkı Sözleri

source: Media Keys
ar: مفاتيح الوسائط
fr: Touches multimédia
id: Tombol Media
ko: 미디어 키
tr: Medya Tuşları

source: Mix
ar: مزيج
ko: 믹스

source: Moods & Genres
ar: حالات وأنواع
fr: Ambiances et genres
id: Suasana & Genre
ko: 분위기 및 장르
tr: Ruh Halleri ve Türler

source: Move to End
ar: نقل إلى الأسفل
fr: Déplacer à la fin
id: Pindah ke Akhir
ko: 맨 끝으로 이동
tr: Sona Taşı

source: Move to Top
ar: نقل إلى الأعلى
fr: Déplacer en haut
id: Pindah ke Atas
ko: 맨 위로 이동
tr: En Üste Taşı

source: Mute
ar: كتم الصوت
fr: Couper le son
id: Bisukan
ko: 음소거
tr: Sesi Kapat

source: Native Interface
ar: واجهة أصلية
fr: Interface native
id: Antarmuka Asli
ko: 네이티브 인터페이스
tr: Yerel Arayüz

source: Never checked
ar: لم يتم التحقق مطلقًا
fr: Jamais vérifié
id: Belum pernah diperiksa
ko: 확인한 적 없음
tr: Hiç denetlenmedi

source: New Releases
ar: إصدارات جديدة
fr: Nouveautés
id: Rilis Baru
ko: 새 앨범
tr: Yeni Çıkanlar

source: Next
ar: التالي
fr: Suivant
id: Berikutnya
ko: 다음
tr: Sonraki

source: Next track
ar: المقطع التالي
fr: Piste suivante
id: Lagu berikutnya
ko: 다음 트랙
tr: Sonraki parça

source: No artists yet
ar: لا يوجد فنانون بعد
fr: Aucun artiste pour le moment
id: Belum ada artis
ko: 아직 아티스트가 없습니다
tr: Henüz sanatçı yok

source: No changes suggested. The playlist looks good!
ar: لا توجد تغييرات مقترحة. قائمة التشغيل تبدو جيدة!
fr: Aucune modification suggérée. La playlist est parfaite !
id: Tidak ada perubahan yang disarankan. Daftar putar sudah bagus!
ko: 변경 사항이 없습니다. 재생목록이 좋아 보여요!
tr: Herhangi bir değişiklik önerilmedi. Çalma listesi iyi görünüyor!

source: No Connection
ar: لا يوجد اتصال
fr: Aucune connexion
id: Tidak Ada Koneksi
ko: 연결 없음
tr: Bağlantı Yok

source: No Content Available
ar: لا يتوفر محتوى
fr: Aucun contenu disponible
id: Tidak Ada Konten
ko: 사용 가능한 콘텐츠 없음
tr: İçerik Yok

source: No liked songs yet
ar: لا توجد أغاني معجب بها بعد
fr: Aucun morceau aimé pour le moment
id: Belum ada lagu yang disukai
ko: 아직 좋아요 표시한 노래가 없습니다
tr: Henüz beğenilen şarkı yok

source: No Lyrics Available
ar: لا تتوفر كلمات
fr: Aucune parole disponible
id: Tidak Ada Lirik
ko: 가사 없음
tr: Şarkı Sözü Yok

source: No Moods & Genres Available
ar: لا تتوفر حالات أو أنواع
fr: Aucune ambiance et genre disponible
id: Tidak Ada Suasana & Genre
ko: 분위기 및 장르 없음
tr: Ruh Halleri ve Türler Yok

source: No playlists yet
ar: لا توجد قوائم تشغيل بعد
fr: Aucune playlist pour le moment
id: Belum ada daftar putar
ko: 아직 재생목록이 없습니다
tr: Henüz çalma listesi yok

source: No podcasts yet
ar: لا توجد بودكاست بعد
fr: Aucun podcast pour le moment
id: Belum ada podcast
ko: 아직 팟캐스트가 없습니다
tr: Henüz podcast yok

source: No Queue
ar: لا توجد قائمة انتظار
fr: Aucune file d'attente
id: Tidak Ada Antrean
ko: 대기열 없음
tr: Sıra Boş

source: No results found
ar: لم يتم العثور على نتائج
fr: Aucun résultat trouvé
id: Tidak ada hasil
ko: 검색 결과 없음
tr: Sonuç bulunamadı

source: No Song Playing
ar: لا توجد أغنية قيد التشغيل
fr: Aucun morceau en lecture
id: Tidak Ada Lagu Diputar
ko: 재생 중인 노래 없음
tr: Çalan Şarkı Yok

source: No songs or playlists found in this category.
ar: لم يتم العثور على أغاني أو قوائم تشغيل في هذه الفئة.
fr: Aucun morceau ou playlist trouvé dans cette catégorie.
id: Tidak ada lagu atau daftar putar dalam kategori ini.
ko: 이 카테고리에서 노래나 재생목록을 찾을 수 없습니다.
tr: Bu kategoride şarkı veya çalma listesi bulunamadı.

source: Not connected
ar: غير متصل
fr: Non connecté
id: Tidak terhubung
ko: 연결되지 않음
tr: Bağlı değil

source: Not disliked
ar: غير مرفوض
fr: Non marqué comme non aimé
id: Belum ditandai tidak suka
ko: 싫어요 취소됨
tr: Olumsuz oy verilmedi

source: Not Enabled
ar: غير مفعّل
fr: Non activé
id: Tidak Diaktifkan
ko: 활성화되지 않음
tr: Etkin Değil

source: Not liked
ar: غير معجب به
fr: Non aimé
id: Belum disukai
ko: 좋아요 취소됨
tr: Beğeni verilmedi

source: Not signed in
ar: لم يتم تسجيل الدخول
fr: Non connecté
id: Belum masuk
ko: 로그인되지 않음
tr: Oturum açık değil

source: Not Supported
ar: غير مدعوم
fr: Non pris en charge
id: Tidak Didukung
ko: 지원되지 않음
tr: Desteklenmiyor

source: Note: If passkeys don't work, use "Try another way" to sign in with password.
ar: ملاحظة: إذا لم تعمل مفاتيح المرور، استخدم "جرّب طريقة أخرى" لتسجيل الدخول بكلمة المرور.
fr: Remarque : si les clés d'accès ne fonctionnent pas, utilisez « Essayer autrement » pour vous connecter avec un mot de passe.
id: Catatan: Jika kunci sandi tidak berfungsi, gunakan "Coba cara lain" untuk masuk dengan kata sandi.
ko: 참고: 패스키가 작동하지 않으면 "다른 방법 시도"를 사용하여 비밀번호로 로그인하세요.
tr: Not: Geçiş anahtarları çalışmazsa, parola ile oturum açmak için "Başka bir yol dene" seçeneğini kullanın.

source: Now Playing Controls
ar: عناصر التحكم في التشغيل الحالي
fr: Contrôles de lecture en cours
id: Kontrol Sedang Diputar
ko: 지금 재생 중 컨트롤
tr: Şu An Çalıyor Kontrolleri

source: Off
ar: معطّل
fr: Désactivé
id: Mati
ko: 끔
tr: Kapalı

source: OK
ar: حسنًا
ko: 확인
tr: Tamam

source: On
ar: مفعّل
fr: Activé
id: Nyala
ko: 켬
tr: Açık

source: One
ar: واحد
fr: Un
id: Satu
ko: 한 곡
tr: Bir

source: Open queue in side panel
ar: فتح قائمة الانتظار في اللوحة الجانبية
fr: Ouvrir la file d'attente dans le panneau latéral
id: Buka antrean di panel samping
ko: 사이드 패널에서 대기열 열기
tr: Sırayı yan panelde aç

source: Open the command bar to control music with natural language. Try saying "play something chill" or "add jazz to queue".
ar: افتح شريط الأوامر للتحكم بالموسيقى بلغة طبيعية. جرّب قول "شغّل شيء هادئ" أو "أضف جاز إلى قائمة الانتظار".
fr: Ouvrez la barre de commandes pour contrôler la musique en langage naturel. Essayez « jouer quelque chose de chill » ou « ajouter du jazz à la file d'attente ».
id: Buka panel perintah untuk mengontrol musik dengan bahasa alami. Coba ucapkan "putar sesuatu yang santai" atau "tambahkan jazz ke antrean".
ko: 자연어로 음악을 제어하려면 명령 막대를 여세요. "편안한 음악 재생" 또는 "재즈를 대기열에 추가"라고 말해 보세요.
tr: Müziği doğal dille kontrol etmek için komut çubuğunu açın. "Rahat bir şey çal" veya "sıraya caz ekle" demeyi deneyin.

source: Pause
ar: إيقاف مؤقت
id: Jeda
ko: 일시중지
tr: Duraklat

source: Play
ar: تشغيل
fr: Lecture
id: Putar
ko: 재생
tr: Çal
